//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d неуспешних покушаја погађања кôда";
"%d Failed Password Attempts" = "%d неуспешних покушаја погађања лозинке";

"1 Failed Passcode Attempt" = "1 неуспешни покушај погађања кôда";
"1 Failed Password Attempt" = "1 неуспешни покушај погађања лозинке";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Готово";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Унесите други кôд. Не можете користити исти кôд.";
"Enter a different password. Cannot re-use the same password." = "Унесите другу лозинку. Не можете користити исту лозинку.";

"Enter a passcode" = "Унесите кôд";
"Enter a password" = "Унесите лозинку";

"Enter your new passcode" = "Унесите нови кôд";
"Enter your new password" = "Унесите нову лозинку";

"Enter your old passcode" = "Унесите стари кôд";
"Enter your old password" = "Унесите стару лозинку";

"Enter your passcode" = "Унесите Ваш кôд";
"Enter your password" = "Унесите Вашу лозинку";

"Invalid Passcode" = "Неисправан кôд";
"Invalid Password" = "Неисправна лозинка";

"Passcodes did not match.\nTry again." = "Кôдови се не поклапају.\nПокушајте поново.";
"Password did not match.\nTry again." = "Лозинке се не поклапају.\nПокушајте поново.";

"Re-enter your passcode" = "Унесите кôд поново";
"Re-enter your password" = "Унесите лозинку поново";

"Try again in %d minutes" = "Покушајте поново за %d минута";

"Try again in 1 minute" = "Покушајте поново за 1 минут";
